{
  "1": [
    {
      "color": "Pink With A Scrolling Ribbon In The Mast",
      "description": "In Partnership with Estée Lauder in Honor of Breast Cancer Awareness Month."
    }
  ],
  "3": [
    {
      "color": "Blue And Red",
      "description": "In Partnership with The N.Y. Police and Fire Widows' and Children's Benefit Fund, also known as Answer the Call, in Honor of NYC Fallen First Responders"
    }
  ],
  "4": [
    {
      "color": "Blue",
      "description": "In Partnership with Smile Train in Honor of World Smile Day."
    }
  ],
  "7": [
    {
      "color": "Blue With A Hashtag In The Mast",
      "description": "In Partnership with the Foundation to Combat Antisemitism to Fight Against Jewish Hate and All Hate"
    }
  ],
  "9": [
    {
      "color": "Green",
      "description": "In Celebration of the Empire State Building Run Up Sponsored by Starbucks Reserve"
    }
  ],
  "10": [
    {
      "color": "Blue, Yellow, Red And Orange",
      "description": "In Partnership with the Christopher & Dana Reeve Foundation in Celebration of the Premiere of “Super/Man: The Christopher Reeve Story”"
    },
    {
      "color": "Blue And Orange",
      "description": "7:30 PM – 9:30 PM: In Celebration of the New York Islanders’ Home Opener"
    }
  ],
  "11": [
    {
      "color": "Rotation Of Countries' Flags That Celebrate Hispanic Heritage Month",
      "description": "In Partnership with FloyyMenor in Celebration of Hispanic Heritage Month"
    }
  ],
  "12": [
    {
      "color": "Red, White And Blue",
      "description": "In Celebration of the New York Rangers’ Home Opener"
    }
  ],
  "14": [
    {
      "color": "Red, White And Green",
      "description": "In Honor of Columbus Day"
    }
  ],
  "15": [
    {
      "color": "Pink",
      "description": "In Celebration of the Return of Victoria’s Secret Fashion Show"
    }
  ],
  "17": [
    {
      "color": "Red",
      "description": "In Partnership with American Red Cross in Support of Hurricane Helene and Milton Victims"
    }
  ],
  "18": [
    {
      "color": "Blue",
      "description": "In Honor of the Final Season of Blue Bloods in Partnership with CBS and DEA Widows’ and Children’s Fund"
    }
  ],
  "25": [
    {
      "color": "Blue And Orange",
      "description": "In Celebration of the New York Knicks’ Home Opener"
    }
  ],
  "28": [
    {
      "color": "Light Blue And Rose",
      "description": "In Partnership with UNISECO in Celebration of SEVENTEEN’s Album Release"
    }
  ]
}