{
  "1": [
    {
      "color": "Split Lights: Red & White Stripes With A Christmas Tree Swirling In The Mast And Blue & White Stripes With A Candle Flickering In The Mast",
      "description": "In Celebration of Christmas and Hanukkah"
    }
  ],
  "2": [
    {
      "color": "Split Lights: Red & White Stripes With A Christmas Tree Swirling In The Mast And Blue & White Stripes With A Candle Flickering In The Mast",
      "description": "In Celebration of Christmas and Hanukkah"
    }
  ],
  "3": [
    {
      "color": "Red & White Stripes With A Christmas Tree Swirling In The Mast",
      "description": "In Celebration of Christmas"
    }
  ],
  "4": [
    {
      "color": "Red & White Stripes With A Christmas Tree Swirling In The Mast",
      "description": "In Celebration of Christmas"
    }
  ],
  "5": [
    {
      "color": "Red & White Stripes With A Christmas Tree Swirling In The Mast",
      "description": "In Celebration of Christmas"
    }
  ],
  "20": [
    {
      "color": "Red, Black And Green",
      "description": "In Honor of Martin Luther King Jr. Day. Following the end of the College Football National Championship ESB will Light in the Winning Team’s Colors for the Remainder of the Night"
    }
  ],
  "24": [
    {
      "color": "Purple, Yellow And Pink",
      "description": "In Celebration of the 'Star Trek: Section 31' Premiere in Partnership with World Central Kitchen to Support the LA Wildfires"
    }
  ],
  "25": [
    {
      "color": "Dynamic White, Navy Blue And Red With The No. 15 Rotating In The Mast",
      "description": "In Partnership with the Brooklyn Nets in Honor of Vince Carter’s No. 15 Jersey Retirement"
    }
  ],
  "26": [
    {
      "color": "Green And White For The Philadelphia Eagles Or Burgundy And Gold For The Washington Commanders",
      "description": "In Celebration of the Winner of the NFL NFC Conference Championship Game"
    },
    {
      "color": "Red, Blue And White For The Buffalo Bills Or Red And Gold For The Kansas City Chiefs",
      "description": "In Celebration of the Winner of the NFL AFC Conference Championship Game"
    }
  ],
  "27": [
    {
      "color": "Yellow",
      "description": "In Honor of Holocaust Remembrance Day in Partnership with Voices for Truth and Humanity"
    }
  ],
  "29": [
    {
      "color": "Red",
      "description": "In Partnership with Consulate General of the People’s Republic of China in New York in Celebration of Lunar New Year"
    }
  ],
  "31": [
    {
      "color": "Blue And Yellow",
      "description": "In Partnership with Scholastic in Celebration of the Premiere of DOG MAN and the Celebrating Heroes Around the World Campaign"
    }
  ]
}